acpi
adobe-source-code-pro-fonts
alsa-utils
arandr
arc-gtk-theme
arch-install-scripts
archlinux-wallpaper
arp-scan
arptables
autoconf
automake
baobab
bash
binutils
bison
bzip2
calcurse
catdoc
cheese
chromium
cifs-utils
clusterssh
cmake
cmatrix
cmus
compton
coreutils
cowsay
cryptsetup
cups
device-mapper
dhcpcd
diffutils
e2fsprogs
efibootmgr
emacs
eog
epiphany
evince
fakeroot
feh
file
file-roller
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gdm
gedit
gettext
git
glibc
gnome-terminal
google-chrome
grep
grilo-plugins
groff
grub
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
handbrake
handbrake-cli
htop
i3-gaps
ifplugd
iftop
ifuse
inetutils
iproute2
iputils
jfsutils
latte-dock
less
libmpdclient
libtool
licenses
lightdm
lightdm-gtk-greeter
linux
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
mesa-demos
mousetweaks
mpc
mpv
mupdf
mutter
nano
nautilus
ncdu
neofetch
net-tools
netctl
network-manager-applet
networkmanager
nitrogen
nm-connection-editor
nmap
npm
numix-gtk-theme
numix-themes-darkblue
okular
oomox
orca
package-query
pacman
patch
pavucontrol
pciutils
pcmciautils
perl
pikaur
pkg-config
plasma-meta
polybar-git
powerline-fonts
procps-ng
psmisc
python-pip
python-pywal
qutebrowser
r
reiserfsprogs
rofi
rygel
s-nail
screenfetch
scrot
sed
shadow
simple-scan
slim
sox
spotify
sqlitebrowser
stylus
sudo
sushi
sysfsutils
systemd
systemd-sysvcompat
tar
terminus-font
texinfo
tilix
tmux
totem
tracker
tracker-miners
usbutils
util-linux
vim
vino
weston
wget
which
whois
wireless_tools
xdg-user-dirs-gtk
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver-arch-logo
xterm
yaourt
yelp
youtube-dl
zsh
